import React from 'react';
import family from "../../assets/icons/family-child.png";

const Article = () => {
    return (
 <div className="article">

 <img className="Article-icon" alt="قانون الأسرة" src={family} />
 <h1> قانون الأسرة </h1>
<p>قانون الأسرة المشترك أو القانون التعاوني أو الممارسة التعاونية هو عملية قانونية تمكن الأزواج الذين قرروا الانفصال وإنهاء علاقتهم الزواجية من العمل مع محامي كلا الطرفين وفي بعض الأحيان مع هيئات أخرى من أجل التوصل لتسوية ودية عادلة تفي بالاحتياجات الخاصة للطرفين وأطفالهما بدون اللجوء إلى المحكمة ومواجهة التهديد الكامن في المقاضاة القانونية الطويلة والمساطير المعقدة.

تبدأ العملية الإتفاقية بشكل تطوعي عندما يوقع الزوجان على عقد ("اتفاق مشترك") يربط حقوقهما معا ويحرمان المحامين في المستقبل من حقهم في تمثيل أيهما في أي دعوى قضائية تتعلق بحقوقهم العائلية</p>

 </div>
    )
}

export default Article
